<template>
  商业模式,生产,兵法战场,弈,编程 息息相通的, {知}1行1生合1
  荀子曰:不闻不若闻之,闻之不若见之,见之不若知之,知之不若行之。学至于行而止矣。行之,明也
  解决item问题, 知道看了解问题, 记忆力0<实行1学1 $商业模式,挣钱多else功能程序很多,先以贵大的后击低小,选择1舍1 01相生相克,水蒸气 顺势而为,不可强行 速度改错,不2过,for犯错 知:想法,说写看学,错误,问题
    行:1生疾速for 执行,做到行动行事 如何使用 易转化 改错,解决问题 纸上谈兵,item做到else,for目标想的太多,行动做到0 彊者善攻，弱者不能守 桃李不言，下自成蹊；道旁苦李，为人所弃 陷之死地而后生，置之亡地而后存
    深谋远虑，行军用兵之道 勿以善小而不为勿以恶小而为之, 一着不慎满盘皆死, 疾战则存、不战则亡为死地 君子慎始，差若毫厘，缪以千里; 治其微则用力寡而功多，救其著则竭力而不能及也 我欲载之空言,不如见之于行事之深切著明也
    日中则移，月满则亏’。物盛则衰，天地之常数也。进退盈缩，与时变化，圣人之常道也。 ‘国有道则仕，国无道则隐’。圣人曰‘飞龙在天，利见大人’。‘不义而富且贵，於我如浮云’ 贪多不务得 谚曰：“射幸数跌，不如审发。
    我欲载之空言，不如见之于行事之深切著明也。 百战百胜，不如不战而屈人之兵。是以先为不可胜，以待敌之可胜。不可胜在我，可胜在彼。彼守不足，我攻有余。自保全胜，有余者动于九天之上，不足者陷于九地之下。
    自我是一个凝聚点。不应该把自我溶解在大师们的作品中，而应该把大师们的作品吸收到自我中来。对于自我来说，一切都只是养料。
    吾生也有涯，而知也无涯。以有涯随无涯，殆已！已而为知者，殆而已矣！为善无近名，为恶无近刑，缘督以为经，可以保身，可以全生，可以养亲，可以尽年 now生死存亡,坐以待毙,然不伐贼，王业亦亡，惟坐而待亡，孰与伐之 守株待兔,不劳而获
    本末倒置和舍近逐远,以大易小 <view class="">
    你改变{速}则速
    居1思0,不1则0,1有余全胜,守不足亡,不行动速则0,止至善else,现在无用=未来
    商业模式 钱=time,电,水 挣钱多实战质的,专一脚踏实地行动else
    狡兔三窟(进可攻退可守) 核裂变(分流所有国内外热门app) 狙击红人(资源转移)
    不要玩app,设计做一个更好的app
    致用需要1学1,学不完的,全记中(学后忘前),技术高!=有钱
    </view>
</template>

<script></script>

<style></style>