<template>
  两虎相斗2败俱伤
  庄子欲刺虎，馆竖子止之，曰：‘两虎方且食牛，食甘必争，争则必斗，斗则大者伤，小者死。从伤而刺之，一举必有双虎之名。’卞庄子以为然，立须之。有顷，旋两虎果斗，大者伤，小者死。庄子从伤者而刺之，一举果有双虎之功
  for{观}{棋}烂柯，临渊羡鱼不如归而结网
  王质，入山伐木，一云遇2子弈棋。观之，童子与物如核,不觉饥渴。汝来已久，可还。质取斧，柯烂已尽。质便归家，计已数百年，亲旧零落，无复存者。
  {舌下 }无英雄，{ 笔下，想法}无冠军;{行动。做到，专一，for}太少
  纸上谈兵
  赵括自少时学兵法，言兵事，以天下莫能当。尝与其父奢言兵事，奢不能难，然不谓善。括母问奢其故，奢曰：“兵，死地也，而括易言之。使赵不将括即已。若必将之，破赵军者必括也！”及括将行，其母上书言于王曰：“括不可使将。”及括将行，其母上书言于王曰：“括不可使将。”王曰：“何以？”对曰：“始妾事其父，时为将，身所奉饭耳进食者以十数，所友者以百数。
  大王及宗室所赏赐者尽以予军吏士大夫，受命之日，不问家事。今括一旦为将，东向而朝，军吏无敢仰视之者，王所赐金帛，归藏于家，而日视便利田宅可买者买之。
  王以为何如其父？父子异心，愿王勿遣。”王曰：“母置之，吾已决矣。”括母因曰：“王终遣之，即如有不称，妾得无随坐乎？”王许诺。
  赵括既代廉颇，悉更约束，易置军吏。秦将白起闻之，纵奇兵，佯败走，而绝其粮道，分断其军为二，士卒离心。四十余日，军饿，赵括出锐卒自搏战，秦军射杀赵括。括军败，数十万之众遂降秦，秦悉坑之。
  马良弟谡，字幼常，以荆州从事随先主入蜀，除绵竹成都令、越隽太守。才器过人，好论军计，丞相诸葛亮深加器异。先主临薨谓亮曰：“马谡言过其实，不可大用，君其察之！”亮犹谓不然，以谡为参军，每引见谈论，自昼达夜。
  建兴六年，亮出军向祁山，时有宿将魏延、吴壹等，论者皆言以为宜令为先锋，而亮违众拔谡，统大众在前，与魏将张郃战于街亭，为郃所破，士卒离散。亮进无所据，退军还汉中。谡下狱物故，亮为之流涕。良死时年三十六，谡年三十九。
  夸父逐日精卫填海
  夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。
  　　炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之木石，以堙于东海。
  　　徒劳无益，自不量力
  目标，方向，选择，方法0
  　　专心致志
  孟子曰：“无或乎王之不智也。虽有天下易生之物也，一日暴之，十日寒之，未有能生者也。吾见亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉！今夫奕之为数，小数也；不专心致志，则不得也。弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也
  孟母三迁
  邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事，踊跃筑埋。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。
</template>

<script>
</script>

<style>
</style>