[图片]
易分01,生八卦定吉凶,卦爻起于奇耦之数，阴阳变易，交错而成文，有君子、小人、进退、动静、刚柔之象，而治乱、盛衰、得失、吉凶之理具焉

不1则0
关注古圣人0,董仲舒贾谊欧阳修曾国藩王阳明诸子百家
不吃蔬菜谷物0
看善视频,编程,演讲,教学,电商
不力行则0,想说玩写
不为圣贤,是小人
你的被动其实就是弃权。你不去解决问题，也是一种解决；你不去做决定，也是在做决定放弃
玩游戏,围棋else
不生则死亡
物1极必0
不休息没有效率
不得贪1
如何使用,解决item问题
看了10年,if today lastday death,太极图,有用吗?
善不积不足以成名；恶不积不足以灭身,01因=果
小人以小善为无益而弗为也，以小恶为无伤而弗去也，故恶积而不可掩，罪大而不可解。君子喻于义，小人喻于利
自作孽不可活
勉之！勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。汝父德薄，勿效之。可读《汉书》《礼记》，闲暇历观诸子及《六韬》《商君书》，益人意智。闻丞相为写《申》《韩》《管子》《六韬》
注重item细节,差以毫厘一着不慎,全盘皆死,1s0万恶俱来
积微到著,1小-众大
以谋略智德勇速克敌

行止至善1,一致而百虑远0,每秒日日行,攻乎异类害己
{知}1力行动做到1生
{空言}不如行事著名也
for错1改1
转0为1
转祸为福,因败为成,你改变有多快=成功
以大兼小 舍小就大
抱1负0, 亲1善远0恶
居1思0死, 0思则0备 有备无患
我见他人死,心热如火,now轮到我
let老吾老，以及人之老；幼吾幼，以及人之幼
勿以1善小而不为,勿以0恶小而为之
三者日省其身，有则改之，无则加勉 择其1善者而从之，其0不善者而改之
01相生相克,一物降一物,1时克1时
人以类聚 物以群分,近朱者赤1近墨者黑0

祸福01无不自己求之者,此夙夜不解行善之所致也。孔子曰“人能弘道，非道弘人”也。故01治乱废兴在于己，非天降命不得可反